Repository: favmatteo/AccessControlList
Catalog: src/scripts/php/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Hello World
es_es: Hola Mundo

source: Login
es_es: Iniciar sesi칩n

source: Enter email
es_es: Introduzca correo electr칩nico

source: Email
es_es: Correo electr칩nico

source: Enter password
es_es: Introduzca contrase침a

source: Password
es_es: Contrase침a

source: Forgot Password?
es_es: 쯆lvid칩 la contrase침a?

source: Submit
es_es: Enviar

source: Signup
es_es: Registrarse

source: Enter name
es_es: Introduzca nombre

source: Name
es_es: Nombre

source: Enter surname
es_es: Introduzca apellido

source: Surname
es_es: Apellido

source: Enter date of birth
es_es: Introduzca fecha de nacimiento

source: Enter phone number
es_es: Introduzca n칰mero de tel칠fono

source: Phone number
es_es: N칰mero de tel칠fono

source: Re-enter password
es_es: Vuelva a introducir la contrase침a

source: Repeat password
es_es: Repetir contrase침a

source: Create Invoice
es_es: Crear factura

source: Create a invoice
es_es: Crear una factura

source: List Invoice
es_es: Mostrar facturas

source: List all invoice
es_es: Mostrar todas las facturas

source: Update Invoice
es_es: Actualizar factura

source: Update a invoice
es_es: Actualizar una factura

source: Dashboard
es_es: Panel de control

source: Admin page
es_es: P치gina de administrador

source: Profile
es_es: Perfil

source: Logout
es_es: Cerrar sesi칩n

source: Account
es_es: Cuenta

source: Settings
es_es: Configuraci칩n

source: User Information
es_es: Informaci칩n del usuario

source: Invoice Title
es_es: T칤tulo de la factura

# INVOICE_IMPORT
source: Invoice Amount
es_es: Importe de la factura

source: Invoice Type
es_es: Tipo de factura

source: Invoice Date
es_es: Fecha de la factura

# USER_ASSIGNED_INVOICE
source: User Assigned to Invoice
es_es: Usuario asignado a la factura

source: Invoice Description
es_es: Descripci칩n de la factura

source: Close
es_es: Cerrar

# ALL_INVOICE
source: All Invoices
es_es: Todas las facturas

source: Date
es_es: Fecha

source: Amount
es_es: Monto

source: Title
es_es: T칤tulo

source: Type
es_es: Tipo

source: Description
es_es: Descripci칩n

source: Customer
es_es: Cliente

source: Created By
es_es: Creado por

source: Welcome
es_es: Bienvenido

source: Select
es_es: Seleccionar

source: Change Title
es_es: Cambiar t칤tulo

source: Change Amount
es_es: Cambiar cantidad

source: Change Type
es_es: Cambiar tipo

source: Change Description
es_es: Cambiar descripci칩n

source: Delete
es_es: Eliminar

source: Update
es_es: Actualizar

source: New title
es_es: Nuevo t칤tulo

source: New amount
es_es: Nuevo monto

source: New type
es_es: Nuevo tipo

source: New description
es_es: Nueva descripci칩n

source: Account Pages
es_es: P치ginas de cuenta

source: Link Photo
es_es: Enlace de foto

source: 🇬🇧English🇬🇧
es_es: 游쥟릖Ingl칠s游쥟릖

source: 🇮🇹Italian🇮🇹
es_es: 游쉻릖젤taliano游쉻릖

source: 🇪🇸Spanish🇪🇸
es_es: 游쀯릖Espa침ol游쀯릖

source: 🇫🇷French🇫🇷
es_es: 游游윥ranc칠s游游

source: 🇩🇪German🇩🇪
es_es: 游뾇릖뾔lem치n游뾇릖
